/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"General" = "Algemeen";
"About" = "Informatie";
"Credits" = "Credits";
"Reset Music One" = "Stel opnieuw in";
"Reset on Next Start" = "Stel opnieuw in";

"About Text" = "Privacybeleid

Om je te helpen bij het tellen van je nummerstemmen, verzenden wij je iPhone Device-ID aan de stations-server. Je Device-ID wordt niet gebruikt voor andere doeleinden. Wij verzamelen geen andere persoonlijk identifible identificeerbare informatie, maar dit beleid kan in de toekomst veranderen.

Copyright

Al het materiaal op deze site is beschermd door het Amerikaanse auteursrecht en mag niet worden gereproduceerd, verspreid, verstuurd, weergegeven, gepubliceerd of uitgezonden zonder de voorafgaande schriftelijke toestemming van Bobby Wallace of in het geval van materiaal van derden, de eigenaar van die inhoud. Het is niet toegestaan enig handelsmerk, auteursrecht of andere kennisgeving van kopieën van de inhoud te wijzigen of te verwijderen.";

"Reset Database Text" = "Als je problemen ondervindt met deze toepassing, kan resetten helpen. Resetten van de applicatie zal de standaardwaardes van alle instellingen en voorkeuren herstellen. Alle nummers in cache zullen worden gewist, inclusief je Favorieten en Stemmen.

Stel de bovenstaande schakelen in op | en start Music One opnieuw.";

"Credits Text" = "Applicatie ontwikkeling door Bobby Wallace. E-mail Bobby op bikeath1337@me.com

Met dank aan Richard Cowell, oprichter van Music One, voor de gelegenheid om te werken aan deze applicatie.

Creatieve samenwerking door Matthew Smoluch.

Delen van de audio streamer interne werking aangepast, met dank aan Matt  Gallagher.

Nederlandse vertaling door Adriaan Norbart.";
